var qna = [
	//{q : "My question?", keywords : "question", a : "The answer with a link {here}", links : ["the link"]},
	{
		id : 1,
		q : "Μπορώ να ανανεώσω το Ελληνικό μου διαβατήριο στο ΗΒ;",
		keywords : "διαβατήριο πρεσβεία",
		a : "Έκδοση διαβατηρίου από το ΗΒ γίνεται μέσω της Ελληνικής πρεσβείας στο Λονδίνο με ραντεβού. Ο {ιστότοπος της πρεσβείας} παρέχει όλες τις σχετικές πληροφορίες.",
		links : ["https://www.mfa.gr/uk/eservices/diavateria"],
		show : true
	},
	{
		id : 2,
		q : "Μπορώ να οδηγώ με το Ελληνικό δίπλωμα οδήγησης στο ΗΒ;",
		keywords : "δίπλωμα οδήγηση",
		a : "Δεν χρειάζεται να αλλάξετε το Ελληνικό σας δίπλωμα για να οδηγείτε στο ΗΒ. Υπάρχει η λανθασμένη φήμη πως μπορείτε να οδηγείτε μόνο τον πρώτο χρόνο, αλλά αυτό δεν ισχύει για τα Ευρωπαϊκά διπλώματα οδήγησης.\n\nΠερισσότερες πληροφορίες σε {αυτόν} και {αυτόν} τον σύνδεσμο.",
		links : [
			"https://www.gov.uk/driving-nongb-licence/y/a-resident-of-great-britain/full-car-and-motorcycle/european-union-or-european-economic-area",
			"https://www.nidirect.gov.uk/articles/exchanging-your-foreign-driving-licence"
		],
		show : true
	},
	{
		id : 3,
		q : "Πως μπορώ να αλλάξω το Βρετανικό μου δίπλωμα οδήγησης σε Ελληνικό;",
		keywords : "δίπλωμα οδήγηση",
		a : "Θα πρέπει να παραδώσετε το Βρετανικό δίπλωμα οδήγησης στο υπουργείο συγκοινωνιών στην Ελλάδα, το οποίο θα το στείλει πίσω στο ΗΒ. Το Ελληνικό σας δίπλωμα θα το βρείτε στην διεύθυνση συγκοινωνιών που το είχε εκδώσει.\n\nΠολλές σχολές οδηγών στην Ελλάδα αναλαμβάνουν τη διαδικασία.",
		links : [],
		show : true
	},
	{
		id : 4,
		q : "Πως γίνεται η μεταβολή φορολογικής κατοικίας; (ΔΟΥ Κατοίκων Εξωτερικού)",
		keywords : "ΔΟΥ κατοίκων εξωτερικού φορολογία φορολογικά",
		a : "Όταν συμπληρώσετε 6 μήνες δουλειάς στο εξωτερικό, πρέπει να μεταβάλετε την φορολογική σας κατοικία στην ΔΟΥ κατοίκων εξωτερικού. Έτσι απαλλάσσεστε και από την υποχρέωση υποβολής μηδενικής φορολογικής δήλωσης στην Ελλάδα (εκτός αν έχετε εισόδημα στην Ελλάδα).\
\n\n1. Επικοινωνήστε με τη ΔΟΥ σας για να σας που τι δικαιολογητικά θέλουν\
\n2. Ζητείστε να σας ενημερώσουν για τις ημερομηνίες που ανοίγουν οι αιτήσεις και την διορία υποβολής των δικαιολογητικών. Μπορείτε να κάνετε την αίτηση online (δείτε τον {οδηγό} από την Ελληνική Κοινότητα Εδιμβούργου ή τον {οδηγό} από την Ελληνική Κοινότητα Μάλτας).\
\n3. Ένα από τα δικαιολογητικά που χρειάζεστε είναι το Certificate of residence. Κάνετε αίτηση στο HMRC από {αυτόν τον σύνδεσμο}. Προσοχή, ζητείστε το χαρτί για τις ημερομηνίες που το χρειάζεστε, π.χ. ημερομηνία έναρξης εργασίας στο ΗΒ έως ημερομηνία αίτηση για το certificate.\
\n3. Πιθανότατα θα παραλάβετε το Letter of Confirmation και όχι το certificate of resistance. Δεν πειράζει, αυτό δίνουμε όλοι...\
\n4. Το χαρτί χρειάζεται apostille από {εδώ}. Ως τύπο εγγράφου επιλέξτε 'HMRC document'.\
\n5. Όταν έρθει το χαρτί με το apostille, το στέλνουμε για Ελληνική μετάφραση ({Μεταφραστική Υπηρεσία του Υπουργείου Εξωτερικών}, {αναγνωρισμένοι μεταφραστές στο ΗΒ}).\
\n\
\nΠερισσότερες πληροφορίες σε {αυτόν τον σύνδεσμο}.",
		links : [
			"https://edinburgh-hellenic.org.uk/allagi-forologikis-katoikias/",
			"https://hsm.org.mt/online-%CE%B1%CE%AF%CF%84%CE%B7%CF%83%CE%B7-%CE%BA%CE%B1%CF%84%CE%BF%CE%AF%CE%BA%CF%89%CE%BD-%CE%B5%CE%BE%CF%89%CF%84%CE%B5%CF%81%CE%B9%CE%BA%CE%BF%CF%8D/",
			"https://www.gov.uk/guidance/get-a-certificate-of-residence/",
			"https://www.gov.uk/get-document-legalised",
			"https://metafraseis.services.gov.gr/",
			"https://www.mfa.gr/uk/eservices/katalogos-metaphraston-dikegoron",
			"https://www.aade.gr/polites/teloneiakes-ypiresies/teloneia/katoikoi-exoterikoy"
		],
		show : true
	},
	{
		id : 5,
		q : "Δουλεύω στο ΗΒ αλλά έχω και εισοδήματα στην Ελλάδα. Που πρέπει να τα δηλώνω;",
		keywords : "ΔΟΥ κατοίκων εξωτερικού φορολογία φορολογικά",
		a : "Στην γενική περίπτωση, το εισόδημα στην Ελλάδα (π.χ. εισόδημα από ενοίκιο) δηλώνεται και φορολογείται στην Ελλάδα, αλλά πρέπει να δηλωθεί και στο ΗΒ. Αν είστε μισθωτός πρέπει να πάρετε κωδικό και να υποβάλετε Self Assessment. Στο Self Assessment δηλώνονται και συμψηφίζονται οι φόροι που έχετε πληρώσει στην Ελλάδα.\
\nΩς αποτέλεσμα, πληρώνετε το μέγιστο της φορολογίας μεταξύ των 2 χωρών, ενώ ο τελικός φόρος υπολογίζεται με την κλίμακα φορολογίας που αναλογεί στο παγκόσμιο εισόδημά σας (όχι μόνο αυτού στο ΗΒ).\
\n\nΓια περισσότερες επιλογές και σωστή ενημέρωση ειδικά για την περίπτωση σας, απευθυνθείτε σε λογιστή με γνώσεις σε θέματα φορολογίας εξωτερικού",
		links : [],
		show : true
	},
	{
		id : 6,
		q : "Πως μπορώ να μεταβώ από pre settled σε settled status;",
		keywords : "pre settled status βίζα",
		a : "Πρέπει να κάνετε νέα αίτηση {εδώ}.\n\nΘα χρειαστείτε το αριθμός αναφοράς του pre settled status σας, διαβατήριο και National Insurance Number (NIN).",
		links : ["https://eu-settled-status-enquiries.service.gov.uk/start "],
		show : true
	},
	{
		id : 7,
		q : "Μπορώ να γυρίσω και να δουλεύω από Ελλάδα;",
		keywords : "δουλειά φορολογία φορολογικά",
		a : "Αν σας το επιτρέπει ο εργοδότης σας, ναι. Όμως φορολογικά, είστε κάτοικος της χώρας που ζείτε 183 και πανω ημέρες το χρόνο. Αυτό ορίζει και που θα πρέπει να φορολογηθείτε.\
\n\n* μπορεί να μην ισχύει αν έχετε βίζα εργασίας\
\n** προσοχή στην διατήρηση του pre settle status",
		links : [],
		show : true
	},
	{
		id : 8,
		q : "Μπορούν να πάρουν Ελληνική υπηκοότητα τα παιδιά μου;",
		keywords : "υπηκοότητα citizenship πρεσβεία",
		a : "Η δήλωση τέκνου γίνεται στην πρεσβεία με ραντεβού. Για τα δικαιολογητικά δείτε την {ιστοσελίδα της πρεσβείας}.\n\nΕάν διαμένετε περισσότερα από 500 χιλιόμετρα μακριά από την πρεσβεία, τότε η διαδικασία γίνεται και στο ειδικό ληξιαρχείο Αθηνών (και μετά στον εκάστοτε Δήμο).",
		links : ["https://www.mfa.gr/uk/eservices/lexiarkheio/delose-genneses-teknou.html"],
		show : true
	},
	{
		id : 9,
		q : "Μπορώ να ψηφίσω στις εκλογές από το εξωτερικό;",
		keywords : "ψήφος εκλογές",
		a : "Πρέπει να κάνετε αίτηση {εδώ} μέσα στο προβλεπόμενο χρονικό διάστημα (για το 2023 ήταν 12 ημέρες πριν τις εκλογές).\n\nΓια να στηθεί εκλογικό κέντρο στην πόλη σας απαιτείται να συμπληρωθεί ένας βασικό αριθμός ψηφοφόρων. Αν δεν συμπληρωθεί, θα σας δοθεί η δυνατότητα να ψηφίσετε σε συγκεκριμένο 'κοντινό' εκλογικό κέντρο.",
		links : ["https://apodimoi.gov.gr"],
		show : true
	},
	{
		id : 10,
		q : "Υπάρχει χρηματική βοήθεια κατά την μητρότητα στο ΗΒ;",
		keywords : "γέννα μητρότητα βοήθεια benefits",
		a : "Διαβάστε για τα {benefits} και το {maternity grant}.",
		links : [
			"https://www.gov.uk/browse/benefits",
			"https://www.gov.uk/sure-start-maternity-grant"
		],
		show : true
	},
	{
		id : 11,
		q : "Μπορώ να ταξιδεύσω στο ΗΒ με ελληνικό δελτίο ταυτότητας;",
		keywords : "ταυτότητα ταξίδι ταξιδέψω",
		a : "Από την 1η Οκτωβρίου 2021 δεν γίνονται δεκτές ως ταξιδιωτικά έγγραφα οι ταυτότητες. Η ανωτέρω ρύθμιση δεν θα ισχύει τουλάχιστον έως τις 31.12.2025 για πολίτες σε οποίους έχει αποδοθεί καθεστώς Settled ή Pre-settled.\n\n(από τη σελίδα της πρεσβείας {ερώτηση 1})",
		links : ["https://www.mfa.gr/uk/eservices/sukhnes-eroteseis"],
		show : true
	},
	{
		id : 12,
		q : "Αιτήσεις για credit και credit reports/scores στο ΗΒ",
		keywords : "credit score τράπεζα δάνειο",
		a : "Αναλυτικός οδηγός στο Facebook group 'Ellines sto Londino - Greeks in London (& the UK)' σε {αυτόν τον σύνδεσμο}.",
		links : ["https://www.facebook.com/groups/greeksinlondon/permalink/10167950282095497/"],
		show : true
	},
	{
		id : 13,
		q : "Η πτήση μου προσγειώθηκε με 3 ώρες καθυστέρηση, μπορώ να ζητήσω αποζημίωση;",
		keywords : "πτήση αεροπορική καθυστέρηση αποζημίωση",
		a : "Σε {αυτόν τον σύνδεσμο} μπορείτε να δείτε εάν και τι αποζημίωση δικαιούστε.\n\nΕφόσον δικαιούστε αποζημίωση, είτε συμπληρώνετε την αίτηση από το παραπάνω σύνδεσμο, είτε κάνετε αναζήτηση στο διαδίκτυο (π.χ. claim ryanair) για να κάνετε την διαδικασία κατευθείαν από την πλατφόρμα της αεροπορικής εταιρείας.\n\nΑφού υποβάλετε το claim σας μέσω της αεροπορικής εταιρείας μαζί με τα απαιτούμενα δικαιολογητικά, περιμένετε την απάντηση τους.\n\nΌταν η αεροπορική απορρίψει το αίτημα σας (τα ποσοστά απόρριψη είναι πολύ υψηλά) πρέπει να απευθυνθείτε σε κάποιο alternative dispute resolution (ADR). Ένα δωρεάν ADR είναι το {AviationaDR} μέσω του οποίου υποβάλετε ξανά αίτηση. Η όλη διαδικασία είναι αργή (βδομάδες/μήνες) αλλά στο τέλος θα αποζημιωθείτε.",
		links : [
			"https://europa.eu/youreurope/citizens/travel/passenger-rights/air/index_en.htm",
			"https://www.aviationadr.org.uk"
		],
		show : true
	},
	{
		id : 14,
		q : "Μπορώ να έχω ιατρική περίθαλψη στην Ελλάδα / Ευρώπη από το NHS;",
		keywords : "ιατρική περίθαλψη NHS γιατρός",
		a : "Μπορείτε βγάζοντας την Παγκόσμια ή Ευρωπαϊκή κάρτα υγείας από το NHS (GHIC, EHIC). Περισσότερες πληροφορίες σε {αυτόν τον σύνδεσμο}.\n\n\Με Ελληνικό ΑΜΚΑ έχεις επείγον περίθαλψη στα νοσοκομεία χωρίς επιβάρυνση ακόμα και χωρίς ασφάλεια. Με ΑΜΚΑ οι γιατροί μπορούν να σου γράψουν εξετάσεις, αλλά χωρίς ασφάλιση θα πληρώσεις κανονικά σε ιδιωτικές κλινικές.",
		links : ["https://www.nhs.uk/using-the-nhs/healthcare-abroad/apply-for-a-free-uk-global-health-insurance-card-ghic/"],
		show : true
	},
	{
		id : 15,
		q : "Θέλω να έρθω και να εργαστώ μόνιμα στο ΗΒ, τι πρέπει να κάνω;",
		keywords : "βίζα εργασία",
		a : "Πλέον απαιτείται βίζα εργασίας για να εργαστείτε στο ΗΒ, άρα και εργοδότης που θα την κάνει sponsor. Η βίζα πρέπει να βγει πριν έρθετε στη χώρα, ενώ πρέπει να λάβετε υπόψιν σας πως οι εργοδότες μπορεί να μην καλύπτουν όλο το κόστος. Επίσης στην περίπτωση που θέλετε να αλλάξετε δουλειά, και ο νέος εργοδότης πρέπει να σας κάνεις sponsor τη βίζα.\n\nΕπίσημη λίστα με εργοδότες που κάνουν sponsor βίζα σε {αυτόν τον σύνδεσμο}.",
		links : ["https://www.gov.uk/government/publications/register-of-licensed-sponsors-workers"],
		show : true
	},
	{
		id : 16,
		q : "Πότε μπορώ να πάρω σύνταξη στο ΗΒ;",
		keywords : "σύνταξη εργασία",
		a : "Για να δικαιούστε κρατική σύνταξη χρειάζονται τουλάχιστον 10 χρόνια εργασίας στο ΗΒ. Για μεικτή σύνταξη με την Ελλάδα, πρέπει να συμπληρωθεί η ηλικία συνταξιοδότησης και στις 2 χώρες, τα 66 στο ΗΒ (θα πάει στα 67 το 2028) και τα 67 στην Ελλάδα.",
		links : ["https://www.gov.uk/government/publications/register-of-licensed-sponsors-workers"],
		show : true
	},
	{
		id : 17,
		q : "Ποιες είναι οι φορολογικές κλίμακες στο ΗΒ, πόσο είναι το αφορολόγητο;",
		keywords : "φόρος φόροι φορολογία φορολογικές κλίμακες αφορολόγητο εργασία",
	a : "Μέχρι τα £12,570 το χρόνο είναι αφορολόγητα. Μπορείτε να διαβάσετε αναλυτικά για τις κλίμακες φορολογίας σε {αυτόν τον σύνδεσμο}.\n\nΠέρα από το αφορολόγητο, εάν έχετε κάποιο μικρό εισόδημα κάτω των £1000 από χόμπι ή αγοραπωλησίες (trading allowance), δεν χρειάζεται να το δηλώσετε. Αντίστοιχα, τα εισοδήματα από τραπεζικούς τόκους δεν φορολογούνται μέχρι τις £1000 (δείτε τον παραπάνω σύνδεσμο για πληροφορίες).\
\n\nΣτην γενική περίπτωση το εισόδημα που φορολογείται είναι το παγκόσμιο εισόδημά. Αν δηλαδή έχετε εισοδήματα στην Ελλάδα, συμπεριλαμβάνονται και φορολογούνται και αυτά (η φορολογία που πληρώνεται στην Ελλάδα αφαιρείται). Η φορολογία των ενοικίων στο UK είναι 20% (στην Ελλάδα είναι 15%) όμως υπάρχει και ένα allowance £1000 ως έξοδα (χωρίς απαίτηση αποδείξεων).",
		links : ["https://www.gov.uk/income-tax-rates"],
		show : true
	},
	{
		id : 18,
		q : "Πότε μπορώ να κάνω αίτηση για υπηκοότητα (citizenship) στο ΗΒ;",
		keywords : "υπηκοότητα citizenship",
		a : "Η αίτηση για υπηκοότητα μπορεί να γίνει 1 χρόνο μετά την ημερομηνία αίτησης για settled status, εκτός αν είστε παντρεμένος/η με υπήκοο του ΗΒ.\n\nΠερισσότερες πληροφορίες σε {αυτόν τον σύνδεσμο}.",
		links : ["https://www.gov.uk/apply-citizenship-indefinite-leave-to-remain"],
		show : true
	},
	{
		id : 19,
		q : "Μετά από πόσους μήνες εργασίας σου κρατάνε το φόρο από το μισθό στο ΗΒ;",
		keywords : "φόρος φόροι φορολογία αφορολόγητο εργασία",
		a : "Από την πρώτη μέρα εργασίας παρακρατείτε ο φόρος που αντιστοιχεί στο φορολογικό έτος. Υπάρχει όμως περίπτωση ο φόρος να είναι μηδενικός εάν δεν ξεπερνάς το αφορολόγητο μέχρι το τέλος του φορολογικού έτους (από Απρίλιο σε Απρίλιο για το ΗΒ).\
\n\nΓενικά αν είσαι μισθωτός που μόλις ξεκίνησες να δουλεύεις στο ΗΒ, είναι 2 περιπτώσεις:\
\n1. Η εταιρία υπολογίζει πόσο είναι να πληρώσεις συνολικά βάσει του ετήσιου μισθού σου και μοιράζει τον φόρο στα 12 payslips σου έτσι ώστε να παίρνεις το ίδιο ποσό κάθε μήνα.\
\n2. Τους πρώτους μήνες που είσαι μέσα στο αφορολόγητο δεν σου αφαιρούν τίποτα και μόλις το πιάσεις τότε πληρώνεις φουλ τον φόρο οπότε το payslip μειώνεται αισθητά.",
		links : ["https://www.gov.uk/apply-citizenship-indefinite-leave-to-remain"],
		show : true
	},
	{
		id : 20,
		q : "Μπορώ να μεταφέρω τα πράγματα μου στην Ελλάδα χωρίς εκτελωνισμό; (μετοικεσία)",
		keywords : "εκτελωνισμός μετοικεσία μετακόμιση μόνιμα πρεσβεία",
		a : "Τα φυσικά πρόσωπα (αλλοδαποί υπήκοοι άλλου κράτους ή κράτους μέλους της Ευρωπαϊκής Ένωσης, Έλληνες ή σύζυγοι Ελλήνων υπηκόων) που έχουν τη συνήθη κατοικία τους στο εξωτερικό και τη μεταφέρουν στην Ελλάδα, για να εγκατασταθούν μόνιμα, μπορούν να εισάγουν με τις προβλεπόμενες απαλλαγές τα προσωπικά τους είδη (οικοσκευή, αυτοκίνητο κ.λ.π).\
\n\n(από τον {ιστότοπο της πρεσβείας})",
		links : ["https://www.mfa.gr/uk/eservices/metoikesies"],
		show : true
	},
	{
		id : 21,
		q : "Μπορώ να πληρώσω Ελληνικούς φόρους και τέλη από το ΗΒ;",
		keywords : "φόρος φόροι φορολογία πληρωμή αποπληρωμή ααδε",
		a : "Η ΑΑΔΕ δίνει την δυνατότητα αποπληρωμής φόρων και τελών μέσω SEPA Credit Transfer σε Ευρώ, όταν βρίσκεστε σε μία χώρα της Ζώνης SEPA (Ενιαίος Χώρος Πληρωμών σε Ευρώ – Single Euro Payment Area).\n\nΠεροσσότερες πληροφορίες στον {ιστότοπο της ΑΑΔΕ}.",
		links : ["https://www.aade.gr/polites/pliromi-foron-kai-telon-apo-hores-tis-zonis-sepa"],
		show : true
	},
	{
		id : 22,
		q : "Μπορώ να βγάλω άδεια γάμου από το ΗΒ;",
		keywords : "γάμος άδεια γάμου πρεσβεία",
		a : "Μπορείτε να πάρετε εξουσιοδότηση έκδοσης άδειας γάμου από την Ελληνική πρεσβεία στο Λονδίνο με ραντεβού. Περισσότερες πληροφορίες στον {ιστότοπο της πρεσβείας}.\n\nΤο αντίστοιχο χαρτί για τους Βρετανούς υπηκόους είναι το certificate of no impediment (CNI) και εκδίδεται από {αυτόν τον σύνδεσμο}.",
		links : [
			"https://www.mfa.gr/uk/eservices/lexiarkheio/ekdose-adeias-gamou.html",
			"https://www.gov.uk/marriage-abroad"
		],
		show : true
	},
	{
		id : 23,
		q : "Πρέπει να πληρώσω tv licence στο ΗΒ;",
		keywords : "άδεια τηλεόρασης τηλεοπτική tv licence",
		a : "Εάν βρίσκεστε στο ΗΒ και παρακολουθείτε ζωντανές εκπομπές από οποιαδήποτε συσκευή, υπηρεσία και χώρα, πρέπει να πληρώνετε την ετήσια τηλεοπτική άδεια (tv licence).\n\nΕάν δεν παρακολουθείτε ζωντανές εκπομπές, μπορείτε να το δηλώσετε με αίτηση σε {αυτόν τον σύνδεσμο} και να μην πληρώσετε την άδεια.\n\n* Ως ζωντανή εκπομπή ορίζεται η εκπομπή που δεν έχει τελειώσει την στιγμή που την παρακολουθείτε.",
		links : ["https://www.tvlicensing.co.uk/check-if-you-need-one/topics/telling-us-you-dont-need-a-tv-licence"],
		show : true
	},
]