var qna = [
	//{q : "My question?", keywords : "question", a : "The answer with a link {here}", links : ["the link"]},
	{
		q : "Μπορώ να ανανεώσω το Ελληνικό μου διαβατήριο στο UK;",
		keywords : "διαβατήριο πρεσβεία",
		a : "Έκδοση διαβατηρίου από το UK γίνεται μέσω της Ελληνικής πρεσβείας στο Λονδίνο με ραντεβού. Η {σελίδα της πρεσβείας} παρέχει όλες τις σχετικές πληροφορίες.",
		links : ["https://www.mfa.gr/uk/eservices/diavateria"],
		show : true
	},
	{
		q : "Μπορώ να οδηγώ με το Ελληνικό δίπλωμα οδήγησης στο UK;",
		keywords : "δίπλωμα οδήγηση",
		a : "Δεν χρειάζεται να αλλάξετε το Ελληνικό σας δίπλωμα για να οδηγείτε στο UK. Υπάρχει η λανθασμένη φήμη πως μπορείτε να οδηγείτε μόνο τον πρώτο χρόνο, αλλά αυτό δεν ισχύει για τα Ευρωπαϊκά διπλώματα οδήγησης.\n\nΠερισσότερες πληροφορίες {εδώ} και {εδώ}.",
		links : [
			"https://www.gov.uk/driving-nongb-licence/y/a-resident-of-great-britain/full-car-and-motorcycle/european-union-or-european-economic-area",
			"https://www.nidirect.gov.uk/articles/exchanging-your-foreign-driving-licence"
		],
		show : true
	},
	{
		q : "Πως μπορώ να αλλάξω το Βρετανικό μου δίπλωμα οδήγησης σε Ελληνικό;",
		keywords : "δίπλωμα οδήγηση",
		a : "Θα πρέπει να παραδώσετε το Βρετανικό δίπλωμα οδήγησης στο υπουργείο συγκοινωνιών στην Ελλάδα, το οποίο θα το στείλει πίσω στο UK. Το Ελληνικό σας δίπλωμα θα το βρείτε στην διεύθυνση συγκοινωνιών που το είχε εκδώσει. Πολλές σχολές οδηγών στην Ελλάδα αναλαμβάνουν τη διαδικασία.",
		links : [],
		show : true
	},
	{
		q : "Πως γίνεται η μεταβολή φορολογικής κατοικίας; (ΔΟΥ Κατοίκων Εξωτερικού)",
		keywords : "ΔΟΥ κατοίκων εξωτερικού φορολογία φορολογικά",
		a : "Όταν συμπληρώσετε 6 μήνες δουλειάς στο εξωτερικό, πρέπει να μεταβάλετε την φορολογική σας κατοικία στην ΔΟΥ κατοίκων εξωτερικού. Έτσι απαλλάσσεστε και από την υποχρέωση υποβολής μηδενικής φορολογικής δήλωσης στην Ελλάδα (εκτός αν έχετε εισόδημα στην Ελλάδα).\
\n\n1. Επικοινωνήστε με τη ΔΟΥ σας για να σας που τι δικαιολογητικά θέλουν\
\n2. Ζητείστε να σας ενημερώσουν για τις ημερομηνίες που ανοίγουν οι αιτήσεις και την διορία υποβολής των δικαιολογητικών. Μπορείτε να κάνετε την αίτηση online (δείτε τον {οδηγό} από την Ελληνική Κοινότητα Εδιμβούργου ή τον {οδηγό} από την Ελληνική Κοινότητα Μάλτας).\
\n3. Ένα από τα δικαιολογητικά που χρειάζεστε είναι το Certificate of residence. Κάνετε αίτηση στο HMRC από {εδώ}. Προσοχή, ζητείστε το χαρτί για τις ημερομηνίες που το χρειάζεστε, π.χ. ημερομηνία έναρξης εργασίας στο UK έως ημερομηνία αίτηση για το certificate.\
\n3. Πιθανότατα θα παραλάβετε το Letter of Confirmation και όχι το certificate of resistance. Δεν πειράζει, αυτό δίνουμε όλοι...\
\n4. Το χαρτί χρειάζεται apostille από {εδώ}. Ως τύπο εγγράφου επιλέξτε 'HMRC document'.\
\n5. Όταν έρθει το χαρτί με το apostille, το στέλνουμε για Ελληνική μετάφραση ({Μεταφραστική Υπηρεσία του Υπουργείου Εξωτερικών}, {αναγνωρισμένοι μεταφραστές στο UK}).\
\n\
\nΠερισσότερες πληροφορίες {εδώ}.",
		links : [
			"https://edinburgh-hellenic.org.uk/allagi-forologikis-katoikias/",
			"https://hsm.org.mt/online-%CE%B1%CE%AF%CF%84%CE%B7%CF%83%CE%B7-%CE%BA%CE%B1%CF%84%CE%BF%CE%AF%CE%BA%CF%89%CE%BD-%CE%B5%CE%BE%CF%89%CF%84%CE%B5%CF%81%CE%B9%CE%BA%CE%BF%CF%8D/",
			"https://www.gov.uk/guidance/get-a-certificate-of-residence/",
			"https://www.gov.uk/get-document-legalised",
			"https://metafraseis.services.gov.gr/",
			"https://www.mfa.gr/uk/eservices/katalogos-metaphraston-dikegoron",
			"https://www.aade.gr/polites/teloneiakes-ypiresies/teloneia/katoikoi-exoterikoy"
		],
		show : true
	},
	{
		q : "Δουλεύω στο UK αλλά έχω και εισοδήματα στην Ελλάδα. Που πρέπει να τα δηλώνω;",
		keywords : "ΔΟΥ κατοίκων εξωτερικού φορολογία φορολογικά",
		a : "Στην γενική περίπτωση, το εισόδημα στην Ελλάδα (π.χ. εισόδημα από ενοίκιο) δηλώνεται και φορολογείται στην Ελλάδα, αλλά πρέπει να δηλωθεί και στο UK. Αν είστε μισθωτός πρέπει να πάρετε κωδικό και να υποβάλετε Self Assessment. Στο Self Assessment δηλώνονται και συμψηφίζονται οι φόροι που έχετε πληρώσει στην Ελλάδα.\
\nΩς αποτέλεσμα, πληρώνετε το μέγιστο της φορολογίας μεταξύ των 2 χωρών, ενώ ο τελικός φόρος υπολογίζεται με την κλίμακα φορολογίας που αναλογεί στο παγκόσμιο εισόδημά σας (όχι μόνο αυτού στο UK).\
\n\nΓια περισσότερες επιλογές και σωστή ενημέρωση ειδικά για την περίπτωση σας, απευθυνθείτε σε λογιστή με γνώσεις σε θέματα φορολογίας εξωτερικού",
		links : [],
		show : true
	},
	{
		q : "Πως μπορώ να μεταβώ από pre settled σε settled status;",
		keywords : "pre settled status βίζα",
		a : "Πρέπει να κάνετε νέα αίτηση {εδώ}.\nΘα χρειαστείτε το αριθμός αναφοράς του pre settled status σας, διαβατήριο και National Insurance Number (NIN).",
		links : ["https://eu-settled-status-enquiries.service.gov.uk/start "],
		show : true
	},
	{
		q : "Μπορώ να γυρίσω και να δουλεύω από Ελλάδα;",
		keywords : "δουλειά φορολογία φορολογικά",
		a : "Αν σας το επιτρέπει ο εργοδότης σας, ναι. Όμως φορολογικά, είστε κάτοικος της χώρας που ζείτε 183 και πανω ημέρες το χρόνο. Αυτό ορίζει και που θα πρέπει να φορολογηθείτε.\
\n\n* μπορεί να μην ισχύει αν έχετε βίζα εργασίας\
\n** προσοχή στην διατήρηση του pre settle status",
		links : [],
		show : true
	},
	{
		q : "Μπορούν να πάρουν Ελληνική υπηκοότητα τα παιδιά μου;",
		keywords : "υπηκοότητα πρεσβεία",
		a : "Η δήλωση τέκνου γίνεται στην πρεσβεία με ραντεβού. Για τα δικαιολογητικά δείτε την {ιστοσελίδα της πρεσβείας}.\n\nΕάν διαμένετε περισσότερα από 500 χιλιόμετρα μακριά από την πρεσβεία, τότε η διαδικασία γίνεται και στο ειδικό ληξιαρχείο Αθηνών (και μετά στον εκάστοτε Δήμο).",
		links : ["https://www.mfa.gr/uk/eservices/lexiarkheio/delose-genneses-teknou.html"],
		show : true
	},
	{
		q : "Μπορώ να ψηφίσω στις εκλογές από το εξωτερικό;",
		keywords : "ψήφος εκλογές",
		a : "Πρέπει να κάνετε αίτηση {εδώ} μέσα στο προβλεπόμενο χρονικό διάστημα (για το 2023 ήταν 12 ημέρες πριν τις εκλογές).\n\nΓια να στηθεί εκλογικό κέντρο στην πόλη σας απαιτείται να συμπληρωθεί ένας βασικό αριθμός ψηφοφόρων. Αν δεν συμπληρωθεί, θα σας δοθεί η δυνατότητα να ψηφίσετε σε συγκεκριμένο 'κοντινό' εκλογικό κέντρο.",
		links : ["https://apodimoi.gov.gr"],
		show : true
	},
	{
		q : "Υπάρχει χρηματική βοήθεια κατά την μητρότητα στο UK;",
		keywords : "γέννα μητρότητα",
		a : "Διαβάστε για τα {benefits} και το {maternity grant}.",
		links : [
			"https://www.gov.uk/browse/benefits",
			"https://www.gov.uk/sure-start-maternity-grant"
		],
		show : true
	},
	{
		q : "Μπορώ να ταξιδεύσω στο UK με ελληνικό δελτίο ταυτότητας;",
		keywords : "ταυτότητα ταξίδι",
		a : "Από την 1η Οκτωβρίου 2021 δεν γίνονται δεκτές ως ταξιδιωτικά έγγραφα οι ταυτότητες. Η ανωτέρω ρύθμιση δεν θα ισχύει τουλάχιστον έως τις 31.12.2025 για πολίτες σε οποίους έχει αποδοθεί καθεστώς Settled ή Pre-settled.\n\n(από τη σελίδα της πρεσβείας {ερώτηση 1})",
		links : ["https://www.mfa.gr/uk/eservices/sukhnes-eroteseis"],
		show : true
	},
]